IDEA StatiCa Open Model
ConnectedMember.MemberId Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 MemberId
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ReferenceElement MemberId { get; set; }
Public Property MemberId As ReferenceElement
	Get
	Set
public:
property ReferenceElement^ MemberId {
	ReferenceElement^ get ();
	void set (ReferenceElement^ value);
}
Property Value
Type: ReferenceElement
See Also
Reference
ConnectedMember Class
IdeaRS.OpenModel.Connection Namespace